[{
        "chiste": "- Andresito, ¿qué planeta va después de Marte? - Miércole, maestro.",
        "tipo": "blanco",
        "longitud": "corto",
        "gracia": 5
    },
    {
        "chiste": "- Mama, mama!!! En clase soy el mas alto y el que mas sabe!! - Claro cariño... eres el maestro...",
        "tipo": "blanco",
        "longitud": "corto",
        "gracia": 8
    },
    {
        "chiste": "— ¿Sabes cómo se queda un mago después de comer? — Magordito",
        "tipo": "blanco",
        "longitud": "corto",
        "gracia": 6
    },
    {
        "chiste": "— Hola, ¿está Agustín? — No, estoy incomodín.",
        "tipo": "blanco",
        "longitud": "corto",
        "gracia": 2
    },
    {
        "chiste": "— ¿Qué le dice un techo a otro? — Techo de menos.",
        "tipo": "blanco",
        "longitud": "corto",
        "gracia": 4
    },
    {
        "chiste": "- Tío, el otro día llamé al número 13834745753910230405019283747573281234981234012341534234483570298347509221769876102934978263405269452843756928736451023409872634951234123412341234876123487127863486125745365324231432675476437865697857654876850987986587670'98098769807'8098760987087698657656907698763. -Y qué te salió? -Un callo en el dedo.",
        "tipo": "blanco",
        "longitud": "largo",
        "gracia": 1
    },
    {
        "chiste": "Un señor va por el campo con su mula y su perro.\nLa mula, muy cargada, no puede más y se para, hincando las rodillas en tierra, a punto de desplomarse. El hombre, cada vez más molesto e impaciente, comienza a azotar con una vara al pobre animal, hasta que la mula coge y le dice:\n- Antonio, ¿así me tratas después de todos estos años en los que te he ayudado fielmente, sin flaquear ni una sola vez hasta hoy, que estoy ya cansada y mayor?\nEl hombre se asusta y sale corriendo con el perro a su lado. Se detienen casi medio kilómetro más lejos, apoyándose en un árbol mientras intentan recuperar el aliento.\n- ¡¡Joder!! —dice el perro—, ¡¡Menudo susto nos ha dado la mula cuando se ha puesto a hablar!!",
        "tipo": "negro",
        "longitud": "largo",
        "gracia": 0
    },
    {
        "chiste": "Va un coche muy rápido y un policía lo para:\n- ¡Alto! Se ha saltado un semáforo en rojo. Tengo que ponerle una multa. Dígame su nombre.\n- Josetxu Aristeguicorteneindiaguirre de Urrutxomengasalaberría y Mendiagorrialbizu de Gurruchagagoitiaga.\n- Bueno, rojo.... lo que se dice rojo.. no era: era ámbar intenso, más bien. Siga, por favor...",
        "tipo": "blanco",
        "longitud": "largo",
        "gracia": 5
    },
    {
        "chiste": "Un pasajero le toca el hombro al taxista para hacerle una pregunta.\nEl taxista grita, pierde el control del coche, casi choca con un camión, se sube a la acera y se mete en un escaparate haciendo pedazos los vidrios.\nPor un momento no se oye nada en el taxi, hasta que el taxista dice:\n– Mire amigo, ¡jamás haga eso otra vez! ¡Casi me mata del susto!\nEl pasajero le pide disculpas y le dice:\n– No pensé que se fuera a asustar tanto si le tocaba el hombro.\nEl taxista le dice:\n– Lo que pasa es que es mi primer día de trabajo como taxista.\n– ¿Y qué hacía antes?\n– Fui chófer de carroza funeraria durante 25 años.",
        "tipo": "negro",
        "longitud": "largo",
        "gracia": 6
    },
    {
        "chiste": "- ¡Ya tenemos tronista!\n- ¡Vete a la mirada!\n- ¿Qué?\n- Mierda. Es el corrector.\n- Pues desactívalo.\n- Lla hestá.",
        "tipo": "negro",
        "longitud": "corto",
        "gracia": 5
    }
]